"What would you like to ask ChatGPT about?" = "ਤੁਸੀਂ ChatGPT ਨੂੰ ਕਿਸ ਬਾਰੇ ਪੁੱਛਣਾ ਚਾਹੋਗੇ?";

"Chat Identifier" = "ਚੈਟ ਪਛਾਣਕਰਤਾ";

"New Chat" = "ਨਵੀਂ ਚੈਟ";

"Message Identifier" = "ਸੁਨੇਹਾ ਪਛਾਣਕਰਤਾ";

"Start voice conversation with ChatGPT" = "ChatGPT ਨਾਲ ਆਵਾਜ ਰਾਹੀਂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ";

"Check for Updates…" = "ਅੱਪਡੇਟ ਲਈ ਜਾਂਚ ਕਰੋ...";

"New Temporary Chat" = "ਨਵੀਂ ਅਸਥਾਈ ਚੈਟ";

"Message" = "ਸੁਨੇਹਾ";

"Is there anything else you would like to ask about?" = "ਕੀ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਗੱਲ ਬਾਰੇ ਪੁੱਛਣਾ ਚਾਹੁੰਦੇ ਹੋ?";

"%@" = "%@";

"Model" = "ਮਾਡਲ";

"Model to use with the new chat" = "ਨਵੀਂ ਚੈਟ ਨਾਲ ਵਰਤੋਂ ਕਰਨ ਲਈ ਮਾਡਲ";

"ChatGPT Help" = "ChatGPT Help";

"Start new chat" = "ਨਵੀਂ ਚੈਟ ਸ਼ੁਰੂ ਕਰੋ";

"Indicates whether a new chat should be started" = "ਇਹ ਦਰਸਾਉਂਦਾ ਹੈ ਕਿ ਕੀ ਕੋਈ ਨਵੀਂ ਗੱਲ-ਬਾਤ ਸ਼ੁਰੂ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ";

"Which model would you like to use?" = "ਤੁਸੀਂ ਕਿਹੜਾ ਮਾਡਲ ਵਰਤਣਾ ਚਾਹੋਗੇ?";

"Change Shortcut" = "ਸ਼ਾਰਟਕੱਟ ਬਦਲੋ";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "ਕੀ ਅੱਗੇ ਅਤੇ ਪਿੱਛੇ ਦੀ ਗੱਲ-ਬਾਤ ਨੂੰ ਯੋਗ ਕਰਨਾ ਹੈ ਜਾਂ ਜਵਾਬ ਤੋਂ ਤੁਰੰਤ ਬਾਅਦ ਸ਼ਾਰਟਕੱਟ ਨੂੰ ਪੂਰਾ ਕਰਨਾ ਹੈ";

"Settings…" = "ਸੈਟਿੰਗਾਂ";

"Toggle Sidebar" = "ਸਾਈਡਬਾਰ ਟੋਗਲ ਕਰੋ";

"Content" = "ਸਮੱਗਰੀ";

"Would you like to start a new chat?" = "ਕੀ ਤੁਸੀਂ ਇੱਕ ਨਵੀਂ ਗੱਲ-ਬਾਤ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੋਗੇ?";

"Message to send to ChatGPT" = "ChatGPT ਨੂੰ ਭੇਜਣ ਲਈ ਸੁਨੇਹਾ";

"Model slug" = "ਮਾਡਲ ਸਲੱਗ";

"Model name" = "ਮਾਡਲ ਨਾਮ";

"Ask ChatGPT" = "ChatGPT ਤੋਂ ਪੁੱਛੋ";

"Continuous chat" = "ਨਿਰੰਤਰ ਚੈਟ";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "ਇਹ ਕਾਰਵਾਈ ChatGPT ਨਾਲ ਆਵਾਜ ਰਾਹੀਂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ChatGPT ਐਪ ਨੂੰ ਲਾਂਚ ਕਰੇਗੀ।";

"Start voice conversation" = "ਆਵਾਜ ਰਾਹੀਂ ਗੱਲਬਾਤ ਸ਼ੁਰੂ ਕਰੋ";

"This action will send a single message to a chat with ChatGPT and return the response." = "ਇਹ ਕਾਰਵਾਈ ChatGPT ਨਾਲ ਇੱਕ ਚੈਟ ਵਿੱਚ ਇੱਕ ਸੁਨੇਹਾ ਭੇਜੇਗੀ ਅਤੇ ਜਵਾਬ ਵਾਪਸ ਭੇਜੇਗੀ।";

"You can continue this chat from the app." = "ਤੁਸੀਂ ਐਪ ਤੋਂ ਇਸ ਚੈਟ ਨੂੰ ਜਾਰੀ ਰੱਖ ਸਕਦੇ ਹੋ।";

